import Link from 'next/link'
import { NextSeo } from 'next-seo'
import Page from '~/components/Page'

const PrivacyPolicy = () => (
  <>
    <NextSeo
      title="Privacy Policy - 千柩堂"
      description="プライバシーポリシー"
    />
    <Page heading="Privacy Policy" description="個人情報保護方針">
      <p>
        本プライバシー・ポリシーは、千柩堂（
        <a href="https://chikyudo.org">https://chikyudo.org</a>{' '}
        以下、「当サイト」といいます。）の各種サービスにおいて、当サイトの訪問者（以下「訪問者」といいます。）の個人情報もしくはそれに準ずる情報を取り扱う際に、当サイトが遵守する方針を示したものです。
      </p>
      <h2>基本方針</h2>
      <p>
        当サイトは個人情報に関する法令を遵守し、当サイトで収集した情報を利用目的の範囲内で適切に取り扱います。
      </p>
      <h2>適用範囲</h2>
      <p>
        本プライバシーポリシーは当サイト内においてのみ適用されるものとします。
      </p>
      <h2>個人情報について</h2>
      <h3>個人情報の利用目的</h3>
      <p>
        当サイトでは、メールでのお問い合わせやアンケート、メールマガジンの配信等の際に、お名前（ハンドルネーム・ペンネーム）・メールアドレス等の個人情報をご記入いただく場合がございます。これらの個人情報は、ご質問に対する回答や必要な情報をご連絡するためにのみ利用し、それ以外の目的では利用いたしません。
      </p>
      <h3>個人情報の第三者への開示</h3>
      <p>
        個人情報は適切に管理し、以下に該当する場合を除いて無断で第三者に開示することはありません。
      </p>
      <ul>
        <li>ご本人の了解がある場合</li>
        <li>法令等への協力のため、開示が必要となる場合</li>
      </ul>
      <h3>個人情報の追加・変更・訂正など</h3>
      <p>
        個人情報の追加・変更・訂正などをご希望される場合には、
        <a href="mailto:masakichikashi@chikyudo.org">お問い合わせ</a>
        よりご連絡ください。ご本人であることを確認のうえ、速やかに対応させていただきます。
      </p>
      <h2>Cookieについて</h2>
      <p>
        当サイトでは、一部のコンテンツにおいてCookieを利用しております。Cookieとは、Webコンテンツへのアクセスに関する情報であり、氏名・メールアドレス・住所・電話番号の個人情報は含まれません。
      </p>
      <p>また、お使いのブラウザ設定からCookieを無効にすることが可能です。</p>
      <h2>アクセス解析ツールについて</h2>
      <p>
        当サイトでは、アクセス解析のためGoogle
        Inc.が提供するアクセス解析ツール「Google
        アナリティクス」を利用しております。Google
        アナリティクスはトラフィックデータ収集のためにCookieを使用します。このトラフィックデータは匿名で収集されており、個人を特定するものではありません。お使いのブラウザのCookieを無効にすることで、この収集を拒否することができます。
      </p>
      <p>
        Google アナリティクスの詳細につきましては「
        <a
          rel="noreferrer noopener"
          aria-label="Google アナリティクス利用規約 (新しいタブで開く)"
          href="https://www.google.com/intl/ja/analytics/terms/jp.html"
          target="_blank"
        >
          Google アナリティクス利用規約
        </a>
        」をご確認ください。
      </p>
      <h2>Amazonアソシエイトについて</h2>
      <p>
        「千柩堂」は、Amazon.co.jpを宣伝しリンクすることによってサイトが紹介料を獲得できる手段を提供することを目的に設定されたアフィリエイトプログラムである、Amazonアソシエイト・プログラムの参加者です。
      </p>
      <h2>著作権について</h2>
      <p>
        当サイトで掲載している画像や文章等情報はすべて、柾千樫および各権利所有者に帰属します。また、柾千樫に権利の帰属するすべての著作物について、許可なく転載を行うことは認めておりません。当サイトで掲載している情報を引用される際には必ずわかりやすい場所に当サイトの名前・リンクを掲載し、かつ転載であることを明記してください。尚全文転載はお断りしております。
      </p>
      <p>
        もしも掲載情報に問題が見受けられた場合は、各権利所有者ご本人より運営者宛にご連絡ください。ご本人であることを確認のうえ、速やかに対応させていただきます。ご連絡は
        <a href="mailto:masakichikashi@chikyudo.org">お問い合わせ</a>
        よりお願いいたします。
      </p>
      <h2>免責事項</h2>
      <p>
        当サイトに掲載されているコンテンツ・情報につきまして、可能なかぎり正確な情報を掲載するよう努めますが、必ずしも正確性・信頼性等を保証するものではありません。誤情報および古い情報等が含まれる可能性がございますことをご了承ください。また、訪問者が当サイト内のコンテンツを閲覧・参照したことによりなんらかの損害を被った場合、当サイト運営者は一切の責任を負わないものとします。当サイトからリンクされている当サイト以外のウェブサイトやサービスに移動した場合も、移動先サイトのコンテンツおよび個人情報保護の内容に関して当サイトは一切の責任を負いません。
      </p>
      <p>
        本プライバシーポリシーおよび当サイトに掲載されているコンテンツ・情報は予告なく変更・削除されることがあります。
      </p>
      <h2>運営者情報</h2>
      <p>
        運営者：柾千樫
        <br />
        サイトURL：<a href="https://chikyudo.org">https://chikyudo.org</a>
        <br />
        お問い合わせは
        <a href="mailto:masakichikashi@chikyudo.org">こちら</a>
        よりお願いいたします。
      </p>
      <p>
        初出掲載：2019年4月4日
        <br />
        最終更新：2020年5月7日
      </p>
    </Page>
  </>
)

export default PrivacyPolicy
